3ash.nord-flat
abelfubu.abelfubu-dark
ahme-dev.dimfire
anthropic.claude-code
asyrjasalo.based-ayu
azir-11.azir-vscode-theme
bar-tortoise-dark.bar-tortoise-dark
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
catppuccin.catppuccin-vsc
cedricverlinden.cursor-dark
charliermarsh.ruff
crsk.claude-theme
fullstacksjs.fullstacksjs-vscode
gabrielbotan.gruvbox-vim
github.vscode-pull-request-github
gorav.voicetotext
huid.my-theme-vitesse
jinvim.vscode-zotero
marp-team.marp-vscode
mermaidchart.vscode-mermaid-chart
meta.pyrefly
mopsgamer.dracula-highlighting
ms-python.debugpy
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
posit.air-vscode
posit.assistant
posit.publisher
posit.shiny
quarto.quarto
ssmi.after-dark
subframe7536.custom-ui-style
vstirbu.vscode-mermaid-preview
